[
  {
    "heading": "India",
    "x0": 47.48400000000001,
    "content": [
      "India is a diverse and populous country in South Asia, known for its rich history, cultural heritage,",
      "and economic growth. It is the world's largest democracy and the second-most populous country. India has",
      "a mixed economy, with strong industries in IT, agriculture, and manufacturing. It is home to major world",
      "religions, including Hinduism, Buddhism, Jainism, and Sikhism. The country has a varied landscape, from",
      "the Himalayas in the north to coastal regions in the south. India’s independence from British rule in 1947",
      "marked a significant turning point in its history. Today, it is a global power with a rapidly growing technology",
      "sector."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "China",
    "x0": 51.903428571428584,
    "content": [
      "China is the world's most populous country and the second-largest economy. It has a rich history, a",
      "strong manufacturing sector, and rapid technological advancements. Governed by the Communist Party, it",
      "plays a key role in global trade and politics."
    ],
    "subsections": [
      {
        "heading": "United States",
        "x0": 72.09306666666666,
        "content": [
          "The United States is a global superpower with the world's largest economy. Known for its",
          "innovation, diverse culture, and strong military, it is a leader in technology, finance, and entertainment. It",
          "follows a federal democratic system."
        ],
        "subsections": [],
        "documentName": "Test PDF"
      }
    ],
    "documentName": "Test PDF"
  },
  {
    "heading": "Japan",
    "x0": 51.348000000000006,
    "content": [
      "Japan is an island nation in East Asia known for its advanced technology, rich culture, and strong",
      "economy. It is a global leader in robotics, automobiles, and electronics, with a blend of tradition and",
      "modern innovation."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Germany",
    "x0": 61.29866666666666,
    "content": [
      "Germany is Europe's largest economy and a global leader in engineering, automobiles, and",
      "innovation. Known for its rich history, strong industry, and high living standards, it follows a federal",
      "parliamentary system."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Scotland",
    "x0": 58.69680000000001,
    "content": [
      "Scotland is a country in the United Kingdom, known for its rich history, stunning landscapes, and",
      "cultural heritage. It has a strong education system, a growing economy, and a distinct legal and political",
      "identity within the UK."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "France",
    "x0": 53.728500000000004,
    "content": [
      "France is a major European nation known for its rich history, culture, and global influence. It has a",
      "strong economy, renowned cuisine, and is a leader in fashion, art, and technology. Paris, its capital, is a",
      "global cultural hub."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Pakistan",
    "x0": 58.61999999999999,
    "content": [
      "Pakistan is a South Asian country with a rich history and diverse culture. It has a growing economy,",
      "strong agriculture, and a strategic location. Islamabad is its capital, and it follows a federal parliamentary",
      "system."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Myanmar",
    "x0": 63.92533333333333,
    "content": [
      "Myanmar, also known as Burma, is a Southeast Asian country rich in culture and history. It has",
      "diverse ethnic groups, a largely agrarian economy, and has faced political and economic challenges. Its",
      "capital is Naypyidaw."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Bhutan",
    "x0": 56.26049999999999,
    "content": [
      "Bhutan is a small Himalayan kingdom known for its stunning landscapes, Buddhist culture, and focus",
      "on Gross National Happiness. It follows a constitutional monarchy and prioritizes environmental",
      "conservation and sustainable development."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Nepal",
    "x0": 53.82342857142857,
    "content": [
      "Nepal is a landlocked South Asian country known for its rich culture, Himalayan mountains, and",
      "Mount Everest, the world's highest peak. It follows a federal democratic system and has a diverse heritage",
      "influenced by Hinduism and Buddhism."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Switzerland",
    "x0": 66.82153846153847,
    "content": [
      "Switzerland is a central European country known for its neutrality, high quality of life, and strong",
      "economy. It excels in finance, precision engineering, and tourism, with stunning Alpine landscapes and a",
      "unique multilingual culture."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Egypt",
    "x0": 51.89828571428571,
    "content": [
      "Egypt is a North African country known for its ancient civilization, pyramids, and the Nile River. It",
      "has a rich cultural heritage, a strategic location, and a growing economy. Cairo, its capital, is the largest city",
      "in the Arab world."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Qatar",
    "x0": 52.954285714285724,
    "content": [
      "Qatar is a wealthy Middle Eastern country known for its vast natural gas reserves, modern",
      "infrastructure, and rapid development. It has a high standard of living and hosts global events like the FIFA",
      "World Cup 2022. Its capital is Doha."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Sri Lanka",
    "x0": 58.49672727272727,
    "content": [
      "Sri Lanka is a South Asian Island nation known for its ancient heritage, diverse culture, and stunning",
      "landscapes. It has a mixed economy driven by agriculture, tourism, and exports like tea. Colombo is its",
      "commercial capital, while Sri Jayewardenepura Kotte is the official capital. Buddhism plays a significant role",
      "in its history and society."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Australia",
    "x0": 61.359272727272725,
    "content": [
      "Australia is a vast island country and continent known for its diverse landscapes, unique wildlife,",
      "and high quality of life. It has a strong economy driven by mining, tourism, and technology. Major cities like",
      "Sydney and Melbourne are global hubs, and the country follows a federal parliamentary system.",
      "(a)  New South Wales       New South Wales (NSW) is Australia's most populous state, known for",
      "its iconic capital, Sydney, home to the Sydney Opera House and Harbour Bridge. It has a strong",
      "economy driven by finance, tourism, and technology. The state features beautiful beaches, national",
      "parks, and the Blue Mountains. NSW is a cultural and economic hub of Australia.",
      "(b)  Victoria         Victoria (VIC) is an Australian state with Melbourne as its capital. It is known for",
      "its cultural diversity, strong economy, and scenic spots like the Great Ocean Road.",
      "(i)Geelong  Geelong is Victoria’s second-largest city, located southwest of",
      "Melbourne along Port Phillip Bay. It is a major port city and an industrial hub, known for its",
      "automotive, manufacturing, and education sectors. Geelong is home to Deakin University,",
      "beautiful waterfront areas, and attractions like the Geelong Botanic Gardens and Bellarine",
      "Peninsula. It also serves as a gateway to the famous Great Ocean Road.",
      "(ii)Ballarat  Ballarat is a historic city in Victoria, known for its rich gold rush",
      "heritage. Located about 110 km west of Melbourne, it played a key role in Australia’s 1850s",
      "gold rush. The city features well-preserved Victorian-era architecture, the open-air museum",
      "Sovereign Hill, and the Eureka Stockade site, symbolizing Australia’s democratic history.",
      "Ballarat has a strong economy driven by education, tourism, and manufacturing, along with",
      "a thriving arts and cultural scene.",
      "(iii)Bendigo  Bendigo is a historic city in Victoria, known for its gold rush heritage",
      "and grand Victorian architecture. Located about 150 km northwest of Melbourne, it was",
      "once one of the world’s richest goldfields. The city features attractions like the Central",
      "Deborah Gold Mine, Bendigo Art Gallery, and the Golden Dragon Museum, reflecting its",
      "strong Chinese heritage. Today, Bendigo thrives on tourism, arts, manufacturing, and",
      "agriculture.",
      "(iv)Shepperton  Shepperton is a regional city in northern Victoria, known for its strong",
      "agriculture and dairy industry. Located about 180 km north of Melbourne, it is a major",
      "centre for fruit production, with companies like SPC playing a key role in food processing.",
      "It has a diverse multicultural community and is home to the Shepperton Art Museum (SAM)",
      "and Aqua moves water park. The city also serves as a hub for education, healthcare, and",
      "regional business.",
      "(v)Mildura  Mildura is a regional city in northwestern Victoria, located on the",
      "banks of the Murray River. It is known for its warm climate, wineries, and agriculture,",
      "particularly citrus fruits and grapes. The city is a major producer of wine and dried fruits,",
      "with a strong connection to the Murray-Darling Basin. Mildura also offers outdoor activities",
      "like river cruises, water sports, and national parks, making it a popular tourist destination."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Greece",
    "x0": 55.555499999999995,
    "content": [
      "Greece is a southeastern European country known for its ancient history, beautiful islands, and rich",
      "culture. Its economy relies on tourism, shipping, and agriculture. Athens is the capital.",
      "(a)Central Greece          Central Greece is a region in the heart of Greece, known for its",
      "mountains, historical sites, and coastal areas. It includes cities like Lamia, Chalkida, and Levadia. The",
      "region is home to Delphi, an important ancient archaeological site, and Mount Parnassus, a popular",
      "skiing destination. Central Greece has a diverse economy based on agriculture, tourism, and",
      "industry.",
      "(b)Central Macedonia           Central Macedonia is a region in northern Greece, with",
      "Thessaloniki as its capital and largest city. It is an important economic and cultural centre, known for",
      "its historical sites, including the ruins of Vergina, the burial site of Alexander the Great’s father. The",
      "region has a diverse landscape, featuring mountains, plains, and coastal areas along the Aegean",
      "Sea. Central Macedonia's economy is driven by tourism, agriculture, and trade, making it one of",
      "Greece’s most significant regions."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  },
  {
    "heading": "Norway",
    "x0": 58.0635,
    "content": [
      "Norway is a Scandinavian country in Northern Europe, known for its stunning fjords, mountains, and",
      "northern lights. Its capital is Oslo, and it has a strong economy based on oil, fishing, and renewable energy.",
      "Norway is one of the world's happiest and most developed countries, with a high standard of living and a",
      "strong focus on sustainability.",
      "(a) Viken",
      "(i) Akershus Region       Akershus is a region within Viken County, located near Oslo, Norway’s",
      "capital. It is an important economic and residential area with a mix of urban and rural",
      "landscapes.",
      "(ii) Buskerud Region      Buskerud is a region in Viken County, Norway, known for its forests,",
      "rivers, mountains, and ski resorts. Buskerud is famous for outdoor activities, including skiing",
      "in Geilo, hiking, and fishing."
    ],
    "subsections": [],
    "documentName": "Test PDF"
  }
]